[
    {
        "skill": {
            "name": "HTML",
            "illustration": "image/icone_html.png",
            "text": "Avec HTML, je peux structurer vos sites web en utilisant judicieusement divers balises. HTML est le premier langage que j'ai appris ; c'est la base de tous les sites web. En maîtrisant cette base, je peux garantir une structure appropriée pour n'importe quel site et fournir des classes claires et précises pour le CSS."
        }
    },
    {
        "skill": {
            "name": "CSS",
            "illustration": "image/icone_css.png",
            "text": "Le CSS me permet de styliser vos sites web tout en respectant parfaitement les directives de design demandées. Qu'il s'agisse de sites mobiles ou de bureau, ils seront toujours parfaitement optimisés pour s'adapter à toutes les tailles d'écran. De plus, je peux ajouter des animations CSS pour rendre le site plus dynamique."
        }
    },
    {
    "skill": {
        "name": "JavaScript",
        "illustration": "image/icone_js.png",
        "text": "En utilisant JavaScript, je peux créer des animations impossibles à réaliser uniquement avec du CSS. Je peux aussi utiliser ce langage pour manipuler des données, améliorer les formulaires, ajouter du style et bien plus encore. JavaScript me permet d’être totalement polyvalent."
    }
    },
    {
        "skill": {
            "name": "PHP",
            "illustration": "image/icone_php.svg",
            "text": "PHP me permet d'assurer la communication entre la base de données et le site web. Grâce à lui, je peux créer des sites web dynamiques avec des systèmes de connexion sécurisés. PHP me permet également de développer des systèmes de réservation en ligne et de coder en utilisant l'architecture MVC."
        }
    },
    {
        "skill": {
            "name": "WordPress",
            "illustration": "image/icone_wp.png",
            "text": "WordPress est un outil qui permet de créer des sites web sans avoir besoin de coder. Sachant l’installer et le configurer, je peux concevoir des sites WordPress et modifier les fichiers sources afin d’apporter des ajustements précis répondant aux attentes du client."
        }
    },
    {
        "skill": {
            "name": "Chart.js",
            "illustration": "image/icone_chart.png",
            "text": "Chart.js est une bibliothèque qui me permet de créer toutes sortes de graphiques. Il est très facile de les personnaliser grâce aux propriétés fournies par la bibliothèque, qui est accessible en ligne. Avec cet outil, je peux facilement concevoir des visualisations de données et les adapter à des besoins spécifiques."
        }
    },
    {
        "skill": {
            "name": "Aos.js",
            "illustration": "image/icone_aos.png",
            "text": "AOS.js est également une bibliothèque en ligne, utilisée pour créer des animations au défilement. Elle permet d'afficher des éléments de manière dynamique avec une grande simplicité. Sachant modifier ses propriétés pour personnaliser encore plus les animations prédéfinies, cette bibliothèque est à la fois simple et très efficace."
        }
    },
    {
        "skill": {
            "name": "Gsap.js",
            "illustration": "image/icone_gsap.svg",
            "text": "Une troisième bibliothèque : GSAP.js. Cette bibliothèque est un peu plus complexe à utiliser que AOS.js et demande une meilleure connaissance de son fonctionnement. Elle permet de créer une grande variété d'animations, que ce soit sur des images SVG, du texte ou des effets au défilement. Polyvalente et accessible, elle offre un contrôle précis sur les animations."
        }
    },
    {
        "skill": {
            "name": "GIT",
            "illustration": "image/icone_git.png",
            "text": "GIT est l'outil qui permet de collaborer avec d'autres développeurs. Il est indispensable pour le travail en équipe. Avec GIT, on met à jour le code en ligne et on suit l'avancement des autres en temps réel. Connaître les bases de GIT est essentiel."
        }
    },

    {
        "skill": {
            "name": "Figma",
            "illustration": "image/icone_figma.svg",
            "text": "Figma est un outil de création numérique très efficace pour concevoir des maquettes de sites web ou des publications sur les réseaux sociaux. Avec une bonne maîtrise de cette plateforme, je suis capable de créer des prototypes de publications sur les réseaux sociaux et des maquettes de sites web."
        }
    },

    {
        "skill": {
            "name": "Canva",
            "illustration": "image/icone_canva.png",
            "text": "Tout comme Figma, Canva est également un outil de création numérique. Canva permet de créer des diagrammes, des publications sur les réseaux sociaux, des slides, des documents PDF, des montages vidéo, et bien plus encore. Bien que Canva n'offre pas autant de liberté créative que Figma, il est très polyvalent et offre un excellent support pour l'utilisateur."
        }
    },

    {
        "skill": {
            "name": "PhotoShop",
            "illustration": "image/icone_ps.png",
            "text": "Avec Photoshop, je peux gérer les images dans toute leur richesse. Je peux réduire leur taille, leur poids, ajuster les paramètres de couleur, et bien plus encore. Toutes ces tâches sont faciles à réaliser avec ce logiciel, y compris le changement de format tout en maintenant une bonne qualité d'image."
        }
    },

    {
        "skill": {
            "name": "InDesign",
            "illustration": "image/icone_id.png",
            "text": "InDesign est très utile pour la création de documents imprimés. Que ce soit pour des affiches ou d'autres supports, c'est certainement l'un des outils les plus complets. Néanmoins il reste assez difficile à prendre en main et en suis réduit qu'à de simple visuel avec."
        }
    },

    {
        "skill": {
            "name": "Creativity",
            "illustration": "image/icone_crea.png",
            "text": "Avec un esprit créatif, je sais produire et créer en utilisant diverses sources d'inspiration. Bien que j'aime avoir des designs originaux, je reste toujours sur un chemin professionnel pour m'assurer que mon travail reste accessible et attrayant pour les clients."
        }
    },

    {
        "skill": {
            "name": "Flexibility",
            "illustration": "image/icone_flex.png",
            "text": "Parce qu'il est important de s'adapter à chaque situation, je sais passer d'un projet à un autre et travailler sur plusieurs tâches en même temps. Que ce soit pour un travail en équipe ou individuel, je peux facilement collaborer avec les autres ou travailler seul."
        }
    },

    {
        "skill": {
            "name": "Autonomy",
            "illustration": "image/icone_auto.png",
            "text": "Il est important de prendre des initiatives et de ne pas attendre les demandes pour améliorer les projets ou anticiper ce qui doit être fait. Toujours en train de penser à l'avance, j'ai toujours des idées à partager et je n'ai pas peur de les proposer."
        }
    },

    {
        "skill": {
            "name": "Listening",
            "illustration": "image/icone_list.png",
            "text": "Dans le travail en équipe, il est très important d'écouter les avis des autres. Que ce soit en tant que membre d'équipe ou en tant que chef de projet, il est essentiel de prêter une attention particulière à chacun pour que chaque personne se sente écoutée. L'écoute est cruciale pour la bonne harmonie d'un groupe."
        }
    },

    {
        "skill": {
            "name": "Eloquence",
            "illustration": "image/icone_elo.png",
            "text": "En plus de savoir écouter, il est très important de s'exprimer correctement en communication orale. Que ce soit pour vendre un produit, expliquer un projet, résoudre des conflits... la communication orale est un art que je maîtrise parfaitement et qui est utile dans de nombreuses situations."
        }
    },

    {
        "skill": {
            "name": "Respect",
            "illustration": "image/icone_resp.png",
            "text": "Même si les avis diffèrent, il est très important de respecter le travail et les individus des autres. Un groupe qui ne se respecte pas est destiné à s'effondrer, quelles que soient les capacités individuelles de chaque membre."
        }
    },

    {
        "skill": {
            "name": "Communication",
            "illustration": "image/icone_comm.png",
            "text": "Il ne faut jamais hésiter à aborder les problèmes au sein d’un groupe avant qu’ils ne prennent trop de place et n’entravent l’avancement du projet. La communication, c'est aussi tenir régulièrement les autres membres du groupe informés de l'avancement des projets."
        }
    },

    {
        "skill": {
            "name": "Leadership",
            "illustration": "image/icone_lead.png",
            "text": "During the execution of a project, there is always a project manager. The person in charge must apply all the points discussed so far. Leading a group does not mean that the members belong to us, but rather that we must harmonize the group to bring out the strengths of each individual."
        }
    }

]
